tap "homebrew/bundle"
tap "ngrok/ngrok"

brew "mise"
brew "curl"
brew "graphviz"
brew "kubernetes-cli", link: false
brew "minikube"
brew "helm"
brew "ngrok"

# ✅ GUI アプリ（Cask）
cask "alfred"
cask "astah-professional"
cask "chatwork"
cask "clipy"
cask "discord"
cask "goland"
cask "google-chrome"
cask "iterm2"
cask "kindle"
cask "obsidian"
cask "rectangle"
cask "scroll-reverser"
cask "slack"
cask "visual-studio-code@insiders"
cask "webstorm"
cask "zoom"

# ✅ App Store アプリ（mas）
mas "302584613", name: "Kindle"
mas "1074606480", name: "Bluetooth MIDI Connect"
mas "682658836", name: "GarageBand"
mas "408981434", name: "iMovie"
mas "425955336", name: "Skitch"
mas "668208984", name: "GIPHY CAPTURE"
mas "497799835", name: "Xcode"
mas "409201541", name: "Pages"
mas "409183694", name: "Keynote"
mas "539883307", name: "LINE"
mas "409203825", name: "Numbers"
